Repository: Agnarz/WoWmapper
Catalog: WoWmapper/Properties/Resources.*.resx
Languages: sv_se

# MainWindowControllerConnected
source: {0} Connected
sv_se: {0} ansluten

# MainWindowBatteryCharging
source: Charging... [{0}%]
sv_se: Laddning... [{0} %]

# MainWindowControllerNotActive
source: No active controller
sv_se: Ingen aktiv styrenhet

# DialogWoWNotFoundText
source: Unable to locate your World of Warcraft installation! Would you like to specify a location now?
sv_se: Det gick inte att hitta din World of Warcraft installation! Vill du ange en plats nu?

# DialogAdvancedFeaturesWarningText
source: By continuing you acknowledge that you have read and understand the risks associated with this feature.
sv_se: Genom att fortsätta bekräftar du att du har läst och förstår riskerna med denna funktion.

# DialogAdvancedFeaturesWarningTitle
source: Warning
sv_se: Varning

# MainWindowUpdateTitle
source: Software Updates
sv_se: Programuppdateringar

# MainWindowWoWTitle
source: World of Warcraft Status
sv_se: Värld av Warcraft Status

# NotifyMenuControllers
source: Controllers
sv_se: Styrenheter

# NotifyMenuOpenWowmapper
source: Open WoWmapper
sv_se: Öppna WoWmapper

# SettingsAdvancedTitle
source: Advanced Settings
sv_se: Avancerade inställningar

# AppearanceDropShadow
source: Enable drop shadow
sv_se: Aktivera skugga

# AppearanceLanguage
source: Language
sv_se: Språk

# AppearanceRestartApp
source: The setting will be applied the next time you start WoWmapper
sv_se: Inställningen kommer att tillämpas nästa gång du startar WoWmapper

# AppearanceTheme
source: Theme
sv_se: Tema

# SettingsAppearance
source: Appearance
sv_se: Utseende

# ControllersActivate
source: Activate
sv_se: Aktivera

# ControllersDetected
source: Detected Controllers
sv_se: Upptäckta styrenheter

# ControllersEnableDs4
source: Enable DualShock 4
sv_se: Aktivera DualShock 4

# ControllersEnableXbox
source: Enable Xbox Controller
sv_se: Aktivera Xbox Controller

# SettingsControllers
source: Controllers
sv_se: Styrenheter

# LightbarWithClassColor
source: Color lightbar with class color
sv_se: Färg lightbar med klass färg

# HapticsLightbarColor
source: Color lightbar
sv_se: Färg lightbar

# LightbarByRemainingHealth
source: Color lightbar by remaining health
sv_se: Färg lightbar av återstående hälsa

# VibrationDamage
source: Vibrate when taking damage
sv_se: Vibrera när ta skada

# VibrationTarget
source: Vibrate when switching target
sv_se: Vibrera när du byter mål

# VibrationTriggerGrip
source: Vibrate when activating trigger click
sv_se: Vibrera när du aktiverar utlösaren klicka

# SettingsHeader
source: Settings
sv_se: Inställningar

# SettingsResetAll
source: Reset all settings
sv_se: Återställ alla inställningar

# DialogResetAllText
source: This will delete all WoWmapper settings and keybinds and exit the program. Are you sure you want to continue?
sv_se: Detta kommer att radera alla inställningar för WoWmapper och keybinds och avsluta programmet. Är du säker på att du vill fortsätta?

# DialogResetAllTitle
source: Reset all settings
sv_se: Återställ alla inställningar

# SettingsAdvanced
source: Advanced
sv_se: Avancerad

# SettingsAdvancedSubItem
source: Advanced Settings
sv_se: Avancerade inställningar

# SettingsPreferences
source: Preferences
sv_se: Preferenser

# WoWmapperCloseToTray
source: Close to tray
sv_se: Nära till bricka

# WoWmapperMinimizeToTray
source: Minimize to tray
sv_se: Reducera till bricka

# WoWmapperStartMinimized
source: Start minimized
sv_se: Starta minimerad

# WoWGameArchitecture
source: Game Architecture
sv_se: Spel arkitektur

# WoWArchitecture32
source: 32-bit
sv_se: 32-bitars

# WoWArchitecture64
source: 64-bit
sv_se: 64-bitars

# WoWArchitectureAuto
source: Auto Select
sv_se: Automatiskt val

# WoWInstallationPath
source: Installation Path
sv_se: Installationssökväg

# WoWFolderBrowse
source: Locate Installation Path
sv_se: Leta upp installationen stig

# MainWindowVersionConsoleportAvailable
source: Version {0} is available!
sv_se: Serverversionen {0} är tillgängliga!

# MainWindowVersionUpdateButton
source: Update
sv_se: Uppdatering

# MainWindowVersionWowmapperAvailable
source: Version {0} is available!
sv_se: Serverversionen {0} är tillgängliga!

# MainWindowWoWNotRunning
source: World of Warcraft not running
sv_se: World of Warcraft inte körs

# MainWindowWowRunning32
source: World of Warcraft is running (32-bit)
sv_se: World of Warcraft är igång (32-bitars)

# MainWindowWoWRunning64
source: World of Warcraft is running (64-bit)
sv_se: World of Warcraft är igång (64-bitars)

# DialogWoWFolderBrowserTitle
source: Select WoW installation folder
sv_se: Välj installationsmapp för WoW

# ErrorDialogInvalidFolderText
source: The folder you selected does not appear to contain World of Warcraft.
sv_se: Mappen du valt verkar inte innehålla World of Warcraft.

# ErrorDialogInvalidFolderTitle
source: Invalid folder
sv_se: Ogiltig mapp

# MainWindowVersionChecking
source: Checking...
sv_se: Kontrollerar...

# MainWindowVersionNoNewVersion
source: No new version available
sv_se: Ingen ny version tillgänglig

# ControllersScan
source: Re-scan
sv_se: Re-avsöka

# MainWindowBatteryConnected
source: Connected
sv_se: Anslutna

# MainWindowBatteryDischarging
source: Discharging... [{0}%]
sv_se: Urladdning... [{0} %]

# MainWindowSettingsButton
source: Settings
sv_se: Inställningar

# SettingsAboutTitle
source: About WoWmapper
sv_se: Om WoWmapper

# AboutTranslationCredit
source: English translation by Topher Sheridan
sv_se: Engelsk översättning av Topher Sheridan

# ButtonAboutWowmapper
source: About WoWmapper
sv_se: Om WoWmapper

# MainWindowControllerBatteryNotConnected
source: Not connected
sv_se: Inte ansluten

# ControllersAutoSelect
source: Automatically activate controller
sv_se: Aktivera automatiskt controller

# DialogHelpTriggerGripText
source: When enabled, the left and right triggers will activate an extra binding when they reach a certain point. With the triggers as Shift or Control, you can use a full trigger press to activate an extra binding.
sv_se: När aktiverad, kommer att vänster och höger triggers aktivera en extra bindande när de når en viss punkt. Med triggers som SKIFT eller kontroll, kan du använda en full avtryckaren tryck för att aktivera en extra bindning.

# DialogHelpTriggerGripTitle
source: Trigger Grip Binding
sv_se: Utlösa grepp bindande

# TriggersGripThresholds
source: Trigger Grip Thresholds
sv_se: Trigger Grip tröskelvärden

# TriggersEnableTriggerGrip
source: Enable Trigger Grip
sv_se: Aktivera utlösaren grepp

# TriggersThresholdsBox
source: Trigger Thresholds
sv_se: Trigger tröskelvärden

# SettingsTriggers
source: Triggers
sv_se: Utlösare

# CommonLeft
source: Left
sv_se: Vänster

# CommonRight
source: Right
sv_se: Höger

# DialogBindKeyText
source: Press the new key for {0}. Existing keys will be swapped.
sv_se: Tryck på knappen ny för {0}. Befintliga nycklar kommer att bytas.

# DialogBindKeyTitle
source: Key Binding
sv_se: Viktiga bindande

# SettingsEnableAdvancedFeatures
source: Enable Advanced Features
sv_se: Aktivera avancerade funktioner

# AdvancedFeaturesHeader
source: Advanced Features
sv_se: Avancerade funktioner

# AdvancedFeaturesWarning
source: Enabling this option allows WoWmapper to read certain values from the game's memory, such as your character's level, health and target. Accessing the game in this manner may be a violation of the World of Warcraft Terms of Use. For more information, please visit the link below.
sv_se: Det här alternativet tillåter WoWmapper att läsa vissa värden från spelets minne, till exempel din karaktärs nivå, hälsa och mål. Tillgång till spelet på detta sätt kan vara ett brott mot världen av Warcraft användarvillkoren. För mer information, besök länken nedan.

# SettingsCursor
source: Cursor
sv_se: Markören

# CursorAnalogStick
source: Analog Stick
sv_se: Analog pinne

# CursorAutoCenter
source: Auto-center cursor after mouselook
sv_se: Auto-center markören efter mouselook

# CursorCurve
source: Curve
sv_se: Kurva

# CursorSpeed
source: Speed
sv_se: Hastighet

# AppearanceColorByClass
source: Color window automatically by class
sv_se: Färg fönster automatiskt av klass

# ErrorDriverDs4Disabled
source: An error occurred with the DS4 driver, and it has been disabled. The error was: {0}
sv_se: Ett fel uppstod med DS4 föraren, och det har inaktiverats. Felet var: {0}

# ErrorDriverDisabledTitle
source: Driver disabled
sv_se: Drivrutin för funktionshindrade

# ErrorDriverXboxDisabled
source: An error occurred with the Xbox driver, and it has been disabled. The error was: {0}
sv_se: Ett fel uppstod med drivrutinen för Xbox, och det har inaktiverats. Felet var: {0}

# DialogConsolePortUpdateFailedText
source: An error occurred while updating ConsolePort: {0}
sv_se: Ett fel inträffade vid uppdatering av ConsolePort: {0}

# DialogConsolePortUpdateSuccessText
source: ConsolePort was successfully updated to version {0}!
sv_se: ConsolePort har uppdaterats till version {0}!

# DialogConsoleportUpdateTitle
source: ConsolePort Update
sv_se: ConsolePort uppdatering

# DialogErrorDownloadFailedText
source: There was an error downloading the file, please try again later.
sv_se: Det gick inte att hämta filen, försök igen senare.

# DialogErrorDownloadFailedTitle
source: Download failed
sv_se: Nedladdning misslyckades

# CursorTouchpadMode
source: Touchpad mode
sv_se: Touchpad läge

# CursorTouchpadModeButtons
source: Touch Buttons
sv_se: Touch knappar

# CursorTouchpadModeEmulateCenter
source: Share & Options
sv_se: & Aktieoptioner

# CursorTouchpadModeMouse
source: Mouse Control
sv_se: Musstyrning

# MainWindowVersionInstall
source: Install
sv_se: Installera

# MainWindowVersionConsolePortIsNotInstalled
source: ConsolePort is not installed!
sv_se: ConsolePort är inte installerad!

# DialogDownloadingText
source: File download in progress, please wait...
sv_se: Filhämtning pågår, vänta...

# DialogDownloadingTitle
source: Downloading
sv_se: Ladda ner

# DialogSelectWoWFirstText
source: You must select your World of Warcraft installation directory first.
sv_se: Du måste först välja din World of Warcraft installationskatalog.

# DialogSelectWoWFirstTitle
source: WoW not found
sv_se: WoW inte hittas

# AdvancedFeaturesRequired
source: These options will have no effect unless advanced features are enabled
sv_se: Dessa alternativ har ingen effekt om inte avancerade funktioner är aktiverade

# SettingsHaptics
source: Haptics
sv_se: Haptik

# SettingsHapticsColors
source: Colors
sv_se: Färger

# SettingsInput
source: Input
sv_se: Ingång

# KeybindsExport
source: Export
sv_se: Exportera

# KeybindsReset
source: Reset Keybinds
sv_se: Återställa Keybinds

# HapticsBasic
source: Basic
sv_se: Grundläggande

# HapticsFlashBatteryLow
source: Flash lightbar at
sv_se: Flash lightbar på

# AdvancedMoreInfo
source: More Information
sv_se: Mer Information

# HealthLevelCritical
source: Critical (less than 20%)
sv_se: Kritisk (mindre än 20%)

# HealthLevelHigh
source: High (more than 90%)
sv_se: Hög (mer än 90%)

# HealthLevelLow
source: Low (more than 20%)
sv_se: Låg (mer än 20%)

# HealthLevelMedium
source: Medium (more than 50%)
sv_se: Medium (mer än 50%)

# MainWindowWoWError
source: Not running/Error
sv_se: Inte kör/fel

# MainWindowWoWLoggedOut
source: Logged Out
sv_se: Loggade ut
